{
    "meta": {
      "title": {
        "template": "%s - Spārni Association",
        "default": "Home - Spārni Association"
      },
      "description": "The official website of the 'Spārni' association, led by Astrīda Kinne. The website includes an online store, information about events and news, as well as organizational activities that help women through education, crafts, and community development.",
      "openGraph": {
        "title": "Spārni Association - Empowering Women Through Crafts and Education",
        "description": "Join the 'Spārni' association to explore crafts, attend events, and shop for unique handmade items created by local women. The association supports women in their personal and professional growth.",
        "url": "https://www.latvijasrokdarbi.lv",
        "siteName": "Spārni Association"
      }
    },
    "header": {
        "home": {
            "title": "Home",
            "href": "/en"
        },
        "news": {
            "title": "News",
            "href": "/en/news"
        },
        "shop": {
            "title": "Shop",
            "href": "/en/shop"
        },
        "about": {
            "title": "About Us",
            "href": "/en/about"
        },
        "contacts": {
            "title": "Contacts",
            "href": "/en/contacts"
        }
    },
    "footer": {
        "title": "Handmade Products",
        "description": "All rights reserved",
        "categories": [
          {
            "title": "Association",
            "links": [
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" }
            ]
          },
          {
            "title": "Association",
            "links": [
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" }
            ]
          },
          {
            "title": "Association",
            "links": [
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" }
            ]
          },
          {
            "title": "Association",
            "links": [
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" },
              { "title": "Example", "href": "/" }
            ]
          }
        ]
      },
      "home": {
        "title": "Association Wings",
        "description": "Handmade products",
        "button": "Learn more about the Wings association",
        "quote": "Handmade products are crafted by hand using various craft techniques to create unique and aesthetic items. These products often combine an artistic approach with practical applications, such as clothing, accessories, decorative elements, or household items."
      },
      "about":  {
        "title": "About Us",
        "description": "The \"Spārni\" Association is an organization that provides support to women by helping them address various issues, promoting education and development, and participating in handicraft fairs and events. Our goal is to train women in handicraft skills, offering guest lectures, exchange trips, and many other activities that promote community education and social integration.",
        "mission": "We collaborate with several organizations and participate in various exhibitions both in Latvia and abroad, to help promote the work of our members. Our members, mainly women, engage in various projects and charity activities, selling their handmade products in our physical store as well as in our online shop.",
        "invitation": "We invite you to join our activities, participate in our events, and explore the opportunity to purchase unique handicrafts in our online store."
      }
}
