{
  "meta": {
    "title": {
      "template": "%s - Spārni Association",
      "default": "Home - Spārni Association"
    },
    "description": "The official website of the 'Spārni' association, led by Astrīda Kinne. The website includes an online store, information about events and news, as well as organizational activities that help women through education, crafts, and community development.",
    "openGraph": {
      "title": "Spārni Association - Empowering Women Through Crafts and Education",
      "description": "Join the 'Spārni' association to explore crafts, attend events, and shop for unique handmade items created by local women. The association supports women in their personal and professional growth.",
      "url": "https://www.latvijasrokdarbi.lv",
      "siteName": "Spārni Association"
    }
  },
  "header": {
    "home": {
      "title": "Home",
      "href": "/en"
    },
    "news": {
      "title": "News",
      "href": "/en/news"
    },
    "shop": {
      "title": "Shop",
      "href": "/en/shop"
    },
    "about": {
      "title": "About Us",
      "href": "/en/about"
    },
    "contacts": {
      "title": "Contacts",
      "href": "/en/contacts"
    }
  },
  "footer": {
    "title": "Handmade Products",
    "description": "All rights reserved",
    "categories": [
      {
        "title": "Customer service",
        "links": [
          { "title": "Payment options", "href": "/en/payment-methods" },
          { "title": "Delivery", "href": "/en/delivery" },
          { "title": "Returns", "href": "/" }
        ]
      },
      {
        "title": "Privacy & Terms",
        "links": [{ "title": "Cookies policy", "href": "/en/cookies" }]
      }
    ],
    "subscribeSection": {
      "title": "Subscribe to newsletter",
      "email": "Email address",
      "subscribe": "Subscribe"
    }
  },
  "home": {
    "title": "Association Wings",
    "description": "Handmade products",
    "button": "Learn more about the Wings association",
    "quote": "Handmade products are crafted by hand using various craft techniques to create unique and aesthetic items. These products often combine an artistic approach with practical applications, such as clothing, accessories, decorative elements, or household items.",
    "imageDescription": "Members of Biedriba Sparni together",
    "lineOneDescription": "A line decoration, option 1",
    "lineTwoDescription": "A line decoration, option 2"
  },
  "about": {
    "title": "About Us",
    "description": "The \"Spārni\" Association is an organization that provides support to women by helping them address various issues, promoting education and development, and participating in handicraft fairs and events. Our goal is to train women in handicraft skills, offering guest lectures, exchange trips, and many other activities that promote community education and social integration.",
    "mission": "We collaborate with several organizations and participate in various exhibitions both in Latvia and abroad, to help promote the work of our members. Our members, mainly women, engage in various projects and charity activities, selling their handmade products in our physical store as well as in our online shop.",
    "invitation": "We invite you to join our activities, participate in our events, and explore the opportunity to purchase unique handicrafts in our online store.",
    "imageDescription": "Members of Biedriba Sparni together"
  },
  "contacts": {
    "title": "Craft House",
    "description": "The Craft House in Ventspils is our physical location where you can view and purchase our creations in person, in addition to our online store. Various events and exhibitions also take place here, where you can explore the work of our artisans.",
    "contactsName": "Contacts",
    "openTitle": "Company working hours",
    "schedule": [
      { "day": "Monday", "hours": "7:00 AM - 5:00 PM" },
      { "day": "Tuesday", "hours": "9:00 AM - 6:00 PM" },
      { "day": "Wednesday", "hours": "9:00 AM - 6:00 PM" },
      { "day": "Thursday", "hours": "9:00 AM - 6:00 PM" },
      { "day": "Friday", "hours": "7:00 AM - 3:00 PM" },
      { "day": "Saturday", "hours": "Closed" },
      { "day": "Sunday", "hours": "Closed" }
    ],
    "contactDetails": [
      { "label": "Phone", "info": "+371 123 4567" },
      { "label": "Email", "info": "info@company.lv" },
      { "label": "Address", "info": "Ventspils, Skolas iela 3" }
    ],
    "mapDescription": "Physical store location on the map"
  },
  "news": {
    "title": "Latest News",
    "description": "Learn about our latest projects, events, and craft exhibitions! Stay up to date with our news and discover unique handmade creations crafted with love and care. Join our activities and support women’s creativity and growth!",
    "button": "Other news",
    "postedOn": "Posted on",
    "readMore": "Learn more",
    "alt": "Event's image",
    "error": "No any news to display at this time."
  },
  "newsItem": {
    "startDate": "Start date",
    "endDate": "End date",
    "postedOn": "Posted on",
    "location": "Location"
  },
  "shop": {
    "allCategoryRedirect": "/en/shop/categories/0-all-produkts",
    "meta": "Shop",
    "title": "All products",
    "description": "Discover beautiful and unique handmade crafts, created with love and care! Choose from a wide selection of handcrafted items that will fill your home with warmth and individuality. Each piece is special – made to bring joy and inspiration. Find your perfect creation today!",
    "toHome": "To the main page",
    "select": {
      "label": "Sort by",
      "options": [
        {
          "label": "Latest",
          "value": "createdAt-desc"
        },
        {
          "label": "Oldest",
          "value": "createdAt-asc"
        },
        {
          "label": "Price (low to high)",
          "value": "price-asc"
        },
        {
          "label": "Price (high to low)",
          "value": "price-desc"
        }
      ]
    },
    "noProductsMessage": "There are no any available products for this category.",
    "addToCartBtn": "Add to cart",
    "categories": {
      "title": "Product Categories",
      "shortTitle": "Categories",
      "footerTitle": "Handmade Products"
    }
  },
  "product": {
    "toHome": "To the main page",
    "isAvailable": "In stock - %%AMOUNT%% available",
    "isNotAvailable": "Out of stock",
    "addToCart": "Add to basket",
    "additionalInformation": "Additional information",
    "color": "Color",
    "material": "Material",
    "invalidAmount": "Enter a valid amount!"
  },
  "cookiesPopup": {
    "text": "We inform you that this website uses cookies. By continuing to use this website, you agree to our terms of use.",
    "moreBtn": "Learn more",
    "close": "Close",
    "href": "/en/cookies"
  },
  "cookiesPolicy": {
    "title": "Cookies Policy",
    "lastUpdatedAt": "Last updated: April 2025",
    "sections": [
      {
        "name": "What are cookies?",
        "description": "Cookies are small text files stored on your device by your web browser. They are commonly used to store preferences, authenticate users, and improve website functionality."
      },
      {
        "name": "What cookies do we use?",
        "description": "We only use cookies that are strictly necessary for the website to function properly. Specifically: Authentication cookies, which are required to log in, stay logged in, and access protected parts of the website. We do not use analytics cookies, advertising cookies, or any third-party cookies."
      },
      {
        "name": "Do I need to give consent?",
        "description": "No. According to the GDPR and ePrivacy Directive, strictly necessary cookies do not require user consent. However, we still provide this information to maintain transparency."
      },
      {
        "name": "Managing cookies",
        "description": "You can block all cookies using your browser settings. However, blocking cookies may prevent you from logging in or using some features of the site."
      },
      {
        "name": "Contact",
        "description": "If you have any questions regarding our cookie use, feel free to contact us at [email]."
      }
    ]
  },
  "paymentMethods": {
    "title": "Payment methods",
    "description": "At the Amatu Maja online store, you can place your order and choose from three payment methods: online card payment, bank transfer or pre-order with on-site payment.",
    "sections": [
      {
        "name": "Online card payment",
        "description": "The fastest and recommended by us method of payment. After clicking 'Place Order', enter your card details to complete the payment. This is our recommended method."
      },
      {
        "name": "Bank transfer",
        "description": "Once your order is confirmed, the payment details will be sent to your email. Please include your order number when making the transfer."
      },
      {
        "name": "Pre-Order and Pay On Site",
        "description": "Place your order online, and then pay for your purchase at the Amatu Maja store. Please wait for an email confirmation before visiting the store"
      }
    ]
  },
  "deliveryMethods": {
    "title": "Delivery Methods",
    "description": "When placing an order in the Amatu Maja online store, you can choose the most convenient delivery option: Omniva parcel machine, in-store pickup, or courier delivery.",
    "sections": [
      {
        "name": "Omniva Parcel Machine",
        "description": "If the product is in stock, we will hand it over to Omniva for delivery within 1–5 business days. Delivery to the parcel machine usually takes 1–2 days after Omniva receives the package. Once the shipment is handed over to Omniva, you will receive an email notification. Parcel machines are serviced from Monday to Saturday. When your package reaches its destination, you will receive an SMS and an email from Omniva. Please note that during busy holiday seasons, delivery times may be longer."
      },
      {
        "name": "In-Store Pickup at Amatu Maja",
        "description": "This is a free delivery method. Once your order is ready, you will receive a confirmation email. You can pick up your order at the Amatu Maja store. Please check the store address and working hours here: https://tines.lv/salons-tines/"
      },
      {
        "name": "Courier Delivery",
        "description": "Courier delivery is made to the address you provided. The courier will contact you to arrange the delivery time. Please make sure your contact information in the order is correct."
      }
    ]
  }
}
