{
  "meta": {
    "title": {
      "template": "%s - Spārni biedrība",
      "default": "Sākums - Spārni biedrība"
    },
    "description": "Oficiālā 'Spārni' biedrības mājas lapa, kuru vada Astrīda Kinne. Mājas lapa ietver e-veikalu, informāciju par pasākumiem un jaunumiem, kā arī organizācijas aktivitātēm, kas palīdz sievietēm caur izglītību, amatniecību un sabiedrības attīstību.",
    "openGraph": {
      "title": "Spārni biedrība - Sieviešu pilnveidošana caur amatniecību un izglītību",
      "description": "Pievienojieties biedrībai 'Spārni', lai izpētītu amatniecību, apmeklētu pasākumus un iepirktos unikālos rokdarbus, ko izgatavo vietējās sievietes. Biedrība atbalsta sievietes viņu personīgajā un profesionālajā izaugsmē.",
      "siteName": "Spārni biedrība"
    }
  },
  "navMenu": {
    "home": {
      "title": "Sākums",
      "href": "/"
    },
    "news": {
      "title": "Jaunumi",
      "href": "/jaunumi"
    },
    "shop": {
      "title": "Veikals",
      "href": "/veikals"
    },
    "about": {
      "title": "Par Mums",
      "href": "/par-mums"
    },
    "contacts": {
      "title": "Kontakti",
      "href": "/kontakti"
    }
  },
  "footer": {
    "title": "Rokdarbu izstrādājumi",
    "description": "Visas tiesības aizsargātas",
    "categories": [
      {
        "title": "Klientu serviss",
        "links": [
          { "title": "Apmaksas veidi", "href": "/apmaksas-veidi" },
          { "title": "Piegāde", "href": "/piegade" },
          { "title": "Atgriešana", "href": "/atgriesana" }
        ]
      },
      {
        "title": "Privātums un noteikumi",
        "links": [{ "title": "Sīkdatņu politika", "href": "/sikdatnes" }]
      }
    ],
    "subscribeSection": {
      "title": "Piesakies jaunumiem",
      "email": "E-pasta adrese",
      "subscribe": "Piesakies",
      "generalError": "Jaunumu abonēšanas pakalpojums pašlaik nav pieejams."
    }
  },
  "home": {
    "title": "Biedrība spārni",
    "description": "Rokdarbu izstrādājumi",
    "button": "Uzzināt vairāk par Spārnu biedrību",
    "quote": "Rokdarbu izstrādājumi ir roku darbs, kurā tiek izmantotas dažādas amatniecības tehnikas, lai radītu unikālus un estētiskus priekšmetus. Šie izstrādājumi bieži vien apvieno māksliniecisko pieeju ar praktisku pielietojumu, piemēram, apģērbu, aksesuāru, dekoratīvu elementu vai mājsaimniecības priekšmetu veidā.",
    "imageDescription": "Biedrības Spārni dalībnieki kopā",
    "lineOneDescription": "Linijas dekorācija, opcija 1",
    "lineTwoDescription": "Linijas dekorācija, opcija 2"
  },
  "about": {
    "title": "Par Mums",
    "description": "Biedrība \"Spārni\" ir organizācija, kas sniedz atbalstu sievietēm, palīdzot risināt dažādas problēmas, veicinot izglītību un attīstību, kā arī piedaloties amatniecības tirgos un pasākumos. Mūsu mērķis ir apmācīt sievietes amatniecības prasmēs, piedāvājot vieslekcijas, pieredzes apmaiņas braucienus un daudz citas aktivitātes, kas veicina sabiedrības izglītošanu un sociālo integrāciju.",
    "mission": "Mēs sadarbojamies ar vairākām organizācijām, kā arī piedalāmies dažādās izstādēs, gan Latvijā, gan ārpus tās, lai veicinātu mūsu dalībnieču darbu popularizēšanu. Mūsu biedri, galvenokārt sievietes, piedalās dažādos projektos un labdarības aktivitātēs, piedāvājot pašu darinātos izstrādājumus, ko pārdodam gan veikalā, gan mūsu e-veikalā.",
    "invitation": "Mēs aicinām pievienoties mūsu aktivitātēm, piedalīties pasākumos un izmantot iespēju iegādāties unikālus rokdarbus mūsu e-veikalā.",
    "imageDescription": "Biedrības Spārni dalībnieki kopā"
  },
  "contacts": {
    "title": "Amatu māja",
    "description": "Amatu māja Ventspilī ir mūsu fiziskā atrašanās vieta, kur varat apskatīt un iegādāties mūsu darinājumus klātienē, papildus mūsu e-veikalam. Šeit notiek arī dažādi pasākumi un izstādes, kur varat iepazīties ar mūsu amatnieču darbiem.",
    "contactsName": "Kontakti",
    "openTitle": "Uzņēmuma darba laiks",
    "schedule": [
      { "day": "Pirmdiena", "hours": "7:00 - 17:00" },
      { "day": "Otrdiena", "hours": "9:00 - 18:00" },
      { "day": "Trešdiena", "hours": "9:00 - 18:00" },
      { "day": "Ceturtdiena", "hours": "9:00 - 18:00" },
      { "day": "Piektdiena", "hours": "7:00 - 15:00" },
      { "day": "Sestdiena", "hours": "Slēgts" },
      { "day": "Svētdiena", "hours": "Slēgts" }
    ],
    "contactDetails": [
      { "label": "Tālrunis", "info": "+371 123 4567" },
      { "label": "E-pasts", "info": "info@uznemums.lv" },
      { "label": "Adrese", "info": "Ventspils, Skolas iela 3" }
    ],
    "mapDescription": "Fiziskā veikala atrašanās vieta kartē"
  },
  "news": {
    "title": "Jaunākās ziņas",
    "description": "Uzziniet par mūsu jaunākajiem projektiem, pasākumiem un amatniecības izstādēm! Sekojiet līdzi jaunumiem un atklājiet unikālus rokdarbus, kas radīti ar mīlestību un rūpību. Pievienojieties mūsu aktivitātēm un atbalstiet sieviešu radošumu un izaugsmi!",
    "button": "Citas ziņas",
    "postedOn": "Publicēts",
    "readMore": "Uzzināt vairāk",
    "alt": "Jaunuma attēls",
    "error": "Pašlaik nav ziņu, ko parādīt."
  },
  "newsItem": {
    "startDate": "Sākuma datums",
    "endDate": "Beigu datums",
    "postedOn": "Publicēts",
    "location": "Lokācija"
  },
  "shop": {
    "allCategoryRedirect": "/lv/veikals/kategorijas/0-visi-produkti",
    "meta": "Shop",
    "title": "Visi produkti",
    "description": "Atklājiet skaistus un unikālus rokdarbus, kas radīti ar mīlestību un rūpību! Izvēlieties no plaša klāsta ar rokām darinātu izstrādājumu, kas piepildīs jūsu mājokli ar siltumu un individualitāti. Katrs priekšmets ir īpašs – radīts, lai priecētu un iedvesmotu. Atrodiet savu ideālo darinājumu jau šodien!",
    "toHome": "Uz galveno lapu",
    "alreadyInCart": "Jau grozā",
    "select": {
      "label": "Kārtot pēc",
      "options": [
        {
          "label": "Jaunākā",
          "value": "createdAt-desc"
        },
        {
          "label": "Vecākā",
          "value": "createdAt-asc"
        },
        {
          "label": "Cena (uz augšu)",
          "value": "price-asc"
        },
        {
          "label": "Cena (uz leju)",
          "value": "price-desc"
        }
      ]
    },
    "noProductsMessage": "Šajā kategorijā nav pieejamu produktu.",
    "addToCartBtn": "Pievienot grozam",
    "categories": {
      "title": "Produktu Kategorijas",
      "shortTitle": "Kategorijas",
      "footerTitle": "Rokdarbu izstrādājumi"
    }
  },
  "product": {
    "toHome": "Uz galveno lapu",
    "isAvailable": "Pieejams - %%AMOUNT%% gab.",
    "isNotAvailable": "Nav noliktavā",
    "addToCart": "Pievienot grozam",
    "additionalInformation": "Papildu informācija",
    "color": "Krāsa",
    "material": "Materiāls",
    "invalidAmount": "Ievadiet derīgu daudzumu!",
    "relatedProducts": "Līdzīgi produkti"
  },
  "cookiesPopup": {
    "text": "Informējam, ka šajā tīmekļa vietnē tiek izmantotas sīkdatnes. Turpinot lietot šo tīmekļa vietni, jūs piekrītat mūsu lietošanas noteikumiem.",
    "moreBtn": "Uzzināt vairāk",
    "close": "Aizvērt",
    "href": "/sikdatnes"
  },
  "cookiesPolicy": {
    "title": "Sīkdatņu politika",
    "lastUpdatedAt": "Pēdējās izmaiņas: 2025. gada aprīlis",
    "sections": [
      {
        "name": "Kas ir sīkdatnes?",
        "description": "Sīkdatnes ir mazi teksta faili, ko pārlūkprogramma saglabā jūsu ierīcē. Tās tiek izmantotas, lai saglabātu iestatījumus, autentificētu lietotājus un uzlabot vietnes darbību."
      },
      {
        "name": "Kādas sīkdatnes mēs izmantojam?",
        "description": "Mēs izmantojam tikai tehniski nepieciešamās sīkdatnes, kas ir būtiskas vietnes pareizai darbībai. Konkrēti: autentifikācijas sīkdatnes, kas nepieciešamas, lai pieteiktos un piekļūtu aizsargātām lapām. Mēs neizmantojam analītiskās, reklāmas vai trešo pušu sīkdatnes."
      },
      {
        "name": "Vai nepieciešama piekrišana?",
        "description": "Nē. Saskaņā ar GDPR un e-privātuma direktīvu tehniski nepieciešamām sīkdatnēm nav nepieciešama lietotāja piekrišana. Tomēr mēs sniedzam šo informāciju caurspīdīguma nolūkā."
      },
      {
        "name": "Sīkdatņu pārvaldība",
        "description": "Jūs varat bloķēt visas sīkdatnes pārlūkprogrammas iestatījumos. Tomēr tas var liegt iespēju pieteikties vai izmantot dažas vietnes funkcijas."
      },
      {
        "name": "Saziņa",
        "description": "Jautājumu gadījumā, lūdzu, sazinieties ar mums pa e-pastu: [e-pasts]."
      }
    ]
  },
  "paymentMethods": {
    "title": "Apmaksas veidi",
    "description": "Veicot pasūtījumu Amatu Maja interneta veikalā, jūs varat izvēlēties vienu no trim apmaksas veidiem: tiešsaistes maksājums ar bankas karti, bankas pārskaitījums vai priekšpasūtījums ar apmaksu uz vietas.",
    "sections": [
      {
        "name": "Tiešsaistes maksājums ar bankas karti",
        "description": "Ātrākais un mūsu ieteiktais apmaksas veids. Pēc pogas 'Veikt pasūtījumu' nospiešanas ievadiet savas kartes datus, lai pabeigtu maksājumu."
      },
      {
        "name": "Bankas pārskaitījums",
        "description": "Kad jūsu pasūtījums būs apstiprināts, maksājuma rekvizīti tiks nosūtīti uz jūsu e-pastu. Lūdzu, norādiet pasūtījuma numuru, veicot maksājumu."
      },
      {
        "name": "Priekšpasūtījums ar apmaksu uz vietas",
        "description": "Veiciet pasūtījumu tiešsaistē un apmaksājiet to Amatu Maja veikalā. Pirms ierodaties, lūdzu, sagaidiet apstiprinājuma e-pastu, ka pasūtījums ir gatavs saņemšanai."
      }
    ]
  },
  "deliveryMethods": {
    "title": "Piegādes veidi",
    "description": "Veicot pasūtījumu Amatu Maja interneta veikalā, jūs varat izvēlēties sev ērtāko preces saņemšanas veidu: Omniva pakomāts, pasūtījuma saņemšana veikalā vai piegāde ar kurjeru.",
    "sections": [
      {
        "name": "Omniva pakomāts",
        "description": "Ja prece ir noliktavā, mēs to nodosim Omniva piegādei 1–5 darba dienu laikā. Piegāde pakomātā notiek 1–2 dienu laikā pēc nodošanas Omniva. Kad sūtījums būs nodots Omniva, jūs saņemsiet e-pastu ar informāciju par sūtījuma statusu. Pakomāti tiek apkalpoti no pirmdienas līdz sestdienai. Kad sūtījums sasniegs galamērķi, saņemsiet SMS un e-pastu no Omniva. Lūdzu, ņemiet vērā, ka gada noslogotākajā laikā piegādes var aizkavēties par vairākām dienām."
      },
      {
        "name": "Pasūtījuma saņemšana Amatu Maja veikalā",
        "description": "Šis ir bezmaksas pasūtījuma saņemšanas veids. Kad jūsu pasūtījums būs gatavs, jūs saņemsiet apstiprinājuma e-pastu. Pasūtījumu varēsiet izņemt veikalā Amatu Maja. Lūdzu, skatiet salona adresi un darba laikus: https://tines.lv/salons-tines/"
      },
      {
        "name": "Piegāde ar kurjeru",
        "description": "Piegāde ar kurjeru tiek nodrošināta līdz jūsu norādītajai adresei. Kurjers sazināsies ar jums, lai vienotos par piegādes laiku. Lūdzu, pārliecinieties, ka kontaktinformācija pasūtījumā ir pareiza."
      }
    ]
  },
  "returns": {
    "title": "Atgriešana un atteikuma tiesības",
    "description": "Saskaņā ar ES likumiem jums ir tiesības atteikties no pirkuma, kas veikts tiešsaistē, 14 dienu laikā. Ja vēlaties atgriezt savu pasūtījumu, lūdzu, iepazīstieties ar zemāk redzamo informāciju.",
    "sections": [
      {
        "name": "Atgriešanas nosacījumi",
        "description": "Jums ir 14 dienas, lai izlemtu, vai prece jums der. Atmaksāsim jebkuru preci, ja tā nav bojāta, netīra, mazgāta, pārveidota vai valkāta, un visi oriģinālie marķējumi un birkas ir saglabāti. Precei jābūt oriģinālā kvalitātē ar Tīnes zīmolu un visiem pirkuma dokumentiem. Atgriešanas sūtīšanas izmaksas sedz klients. Piegādes maksa netiek atmaksāta."
      },
      {
        "name": "Atgriešanas kārtība",
        "description": "Lai atgrieztu preci, sazinieties ar mums pa e-pastu info@tines.lv un mēs nosūtīsim jums atgriešanas veidlapu. Aizpildiet to, pievienojiet atgriežamajām precēm un nosūtiet uz: SIA Tīnes, Amatu iela 5, Rīga, LV-1050, Latvija. Pēc preces saņemšanas mēs veiksim naudas atmaksu 30 dienu laikā uz jūsu bankas kontu."
      },
      {
        "name": "Papildu informācija",
        "description": "Mēs neesam atbildīgi par pazudušiem vai nepareizi nosūtītiem sūtījumiem. Lūdzu, izmantojiet izsekojamu piegādes metodi. Atgriežot sūtījumu no ārpus ES vai ja sūtījums nav izņemts, no atmaksas tiks ieturēti 23% no pasūtījuma summas."
      }
    ]
  },
  "shared": {
    "isAlreadyInCart": "Jau grozā",
    "total": "Summa",
    "price": "Cena",
    "isAvailable": "Pieejams - %%AMOUNT%% gab.",
    "isNotAvailable": "Nav pieejams"
  },
  "checkout": {
    "cartDelivery": {
      "title": "Grozs un piegāde",
      "description": "Pārskatiet izvēlētos produktus un izvēlieties piegādes veidu.",
      "clearCart": "Notīrīt grozu",
      "continueShopping": "Turpināt iepirkties",
      "proceedWithOrder": "Turpināt pasūtījumu",
      "cartSummary": "Grozs kopsavilkums",
      "deliveryType": "Piegāde",
      "choosePackomat": "Izvēlēties pakomātu",
      "emptyCart": "Izskatās, ka jūsu grozs pašlaik ir tukšs. Pārlūkojiet mūsu katalogu, lai sāktu!"
    },
    "personalInfo": {
      "title": "Personīgā informācija",
      "description": "Ievadiet savu kontaktinformāciju un piegādes datus."
    },
    "payment": {
      "title": "Maksājums",
      "description": "Ievadiet maksājuma datus un pabeidziet pasūtījumu."
    }
  }
}
